
"Delete" = "Delete";



// Menus name
"Home" = "Home";
"Ongoing" = "Ongoing";
"Finished" = "Finished";
"Awards" = "Awards";



// Home view
"Up next" = "Up next";
"More to come" = "More to come";
"%@, %lld tasks, %g%% complete" = "%@, %lld tasks, %g%% complete";


// Project view
"Ongoing Projects" = "Ongoing Projects";
"Finished Projects" = "Finished Projects";
"Please select something from the menu." = "Please select something from the menu.";
"There's nothing here." = "There's nothing here.";

"Show sort order" = "Show sort order";
"Sort tasks by" = "Sort tasks by";
"Optimized" = "Optimized";
"Creation Date" = "Creation Date";
"Title" = "Title";

"Add a new task" = "Add a new task";
"New task" = "New task";
"Add Project" = "Add Project";
"New project" = "New project";
"Edit Task" = "Edit Task";
"Edit Project" = "Edit Project";



// Edit task views
"Basic settings" = "Basic settings";
"Task name" = "Task name";
"Description" = "Description";
"Priority" = "Priority";
"High" = "High";
"Low" = "Low";
"Medium" = "Medium";
"Mark Completed" = "Mark Completed";

// Edit project views
"Project name" = "Project name";
"Finish this project" = "Finish this project";
"Finishing the project put it in the Finished tab; deleting it removes the project entirely." = "Finishing the project put it in the Finished tab; deleting it removes the project entirely.";
"Delete the project" = "Delete the project";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? All data will be removed and cannot be undone" = "Are you sure you want to delete this project? All data will be removed and cannot be undone";




// other
"Add data" = "Add data";





